tap "adoptopenjdk/openjdk"
tap "aws/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "ngrok/ngrok"
tap "planetscale/tap"
tap "universal-ctags/universal-ctags"
brew "coreutils"
brew "asdf"
brew "bat"
brew "curl"
brew "docutils"
brew "exercism"
brew "fd"
brew "ffmpeg"
brew "figlet"
brew "flyctl"
brew "fzf"
brew "ghostscript"
brew "git"
brew "gnuplot"
brew "golangci-lint"
brew "graphviz"
brew "hey"
brew "imagemagick"
brew "jq"
brew "kind"
brew "kubernetes-cli"
brew "kustomize"
brew "mysql-client"
brew "neovim"
brew "nushell"
brew "openjdk"
brew "p7zip"
brew "pnpm"
brew "pre-commit"
brew "protobuf"
brew "python@3.10"
brew "ranger"
brew "ripgrep"
brew "spaceship"
brew "starship"
brew "stow"
brew "the_silver_searcher"
brew "tldr"
brew "tmux"
brew "tree"
brew "wget"
brew "zsh"
brew "planetscale/tap/pscale"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "adoptopenjdk16"
cask "font-fira-code-nerd-font"
cask "font-jetbrains-mono"
cask "ngrok"
cask "rectangle"
cask "vscodium"
