tap "aws/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "ngrok/ngrok"
tap "planetscale/tap"
tap "universal-ctags/universal-ctags"
brew "bat"
brew "python@3.10"
brew "docutils"
brew "exercism"
brew "fd"
brew "figlet"
brew "fzf"
brew "git"
brew "golangci-lint"
brew "hey"
brew "jq"
brew "kind"
brew "kubernetes-cli"
brew "kustomize"
brew "mysql-client"
brew "neovim"
brew "nushell"
brew "pnpm"
brew "pre-commit"
brew "protobuf"
brew "python@3.9"
brew "ranger"
brew "ripgrep"
brew "spaceship"
brew "starship"
brew "stow"
brew "the_silver_searcher"
brew "tldr"
brew "tmux"
brew "tree"
brew "zsh"
brew "aws/tap/aws-sam-cli"
brew "planetscale/tap/pscale"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "font-fira-code-nerd-font"
cask "ngrok"
cask "rectangle"
